export const friendsArr = () => [{
        id: 1,
        imgurl: "profile-01.jpeg",
        tip: 2,
        name: '大螃蟹',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    },
    {
        id: 2,
        imgurl: "profile-02.jpeg",
        tip: 0,
        name: '大螃蟹咯咯',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    },
    {
        id: 3,
        imgurl: "profile-03.jpeg",
        tip: 23,
        name: '小笨成',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    },
    {
        id: 4,
        imgurl: "profile-04.jpeg",
        tip: 233,
        name: '哈哈哈',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    },
    {
        id: 5,
        imgurl: "profile-01.jpeg",
        tip: 0,
        name: '大螃蟹123',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    },
    {
        id: 6,
        imgurl: "profile-02.jpeg",
        tip: 0,
        name: '大螃蟹咯咯123',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    },
    {
        id: 7,
        imgurl: "profile-03.jpeg",
        tip: 0,
        name: '小笨成123',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    },
    {
        id: 8,
        imgurl: "profile-04.jpeg",
        tip: 0,
        name: '哈哈哈131',
        time: new Date(),
        news: "再回到我们说的喜剧电视剧方面，相信大家在小时候都看到《武林外传》这部剧，没想到一部情景喜剧刚一开播就得到这样的热度。以至于已经度过了十多年依旧是观众心中的经典，依旧无法替代。之所以有如此巨大的影响力主要是里面人物形象各异，剧情诙谐幽默脑洞大开，还会给观众讲很多处事道理，再加上之前从未见过如此题材的单元形式古装喜剧，所以直到现在都是喜剧电视剧不可攀跃的高峰。"
    }
]

export const isFriend = () => [{
    friendID: 1,
    userID: 4,
}, {
    friendID: 2,
    userID: 4,
}, {
    friendID: 5,
    userID: 4,
}, {
    friendID: 7,
    userID: 4,
}]